{
    "headers": [
        "Изометрические упражнения",
        "",
        "Преодолевающая и уступающая изометрия",
        "Изометрия с отягощениями",
        "Невзвешенная изометрия"
    ],
        "p0": [
        "\n\nИзометрическое упражнение - это форма упражнения, включающая статическое сокращение мышцы без видимого движения в углу сустава. ",
        "Термин «изометрический» объединяет греческие слова isos (равно) и -metria (измерение), что означает, что в этих упражнениях длина мышцы и угол сустава не меняются, хотя сила сокращения может быть различной. ",
        "Это отличается от изотонических сокращений, при которых сила сокращения не меняется, хотя длина мышцы и угол сустава меняются.\n\n"
    ],
    "p1": [
        "Три основных типа изометрических упражнений - это изометрические жимы, тяги и удержания. ",
        "Их можно включить в режим силовой тренировки, чтобы улучшить способность тела применять силу из статического положения или, в случае изометрических удержаний, улучшить способность тела сохранять положение в течение определенного периода времени. ",
        "Изометрические жимы, рассматриваемые как действие, также имеют фундаментальное значение для способности тела подготовиться к немедленному выполнению последующих силовых движений. ",
        "Такая подготовка также известна как изометрическая предварительная нагрузка.\n\n"
    ],
    "p2": [
        "\n\nИзометрическое действие - это действие, при котором сохраняется наблюдаемый угол суставов. ",
        "Хотя это определение применяется всегда, существуют различные дополнительные определения, чтобы подчеркнуть, как прилагаются усилия во время конкретных изометрических упражнений. ",
        "В преодолевающем изометрическом упражнении цель состоит в том, чтобы толкать или тянуть любую другую часть себя, которая толкает или тянет назад с равной силой; либо перемещать неподвижный объект. ",
        "В уступающем изометрическом упражнении цель состоит в том, чтобы сохранить определенное положение тела; это также можно назвать поддержанием изометрической фиксации. ",
        "Исходя из этого, преодолевающая изометрия может дополнительно называться изометрическим прессом или изометрическим вытягиванием.\n\n"
    ],
    "p3": [
        "\n\nИзометрия с отягощениями подразумевает дополнительное удержание груза, а также нажатие или вытягивание неподвижного груза или конструкции. ",
        "Например, в жиме лежа штангу можно удерживать в фиксированном положении, не толкая ее вверх или не позволяя опускаться. ",
        "В качестве альтернативы, при вытягивании середины бедра человек может попытаться потянуть вверх неподвижную перекладину.\n\n"
    ],
    "p4": [
        "\n\nВ невзвешенной изометрии участники упражнений используют для сопротивления только собственное тело. ",
        "Например, приседая или прижимая ладони друг к другу. ",
        "Занятия невзвешенной изометрией также называют тренировкой самосопротивления или динамическим напряжением."
    ]
}