{
    "headers": [
        "Комплексные упражнения",
        "Преимущества комплексных упражнений",
        "Лучшие комплексные упражнения",
        "Когда следует выполнять комплексные упражнения?"
    ],
    "p0": [
        "\n\nКомплексными называются сложные упражнения, использующие более одного сустава или группы мышц единовременно. ",
        "Они подходят как для новичков, так и для спортсменов элитного уровня, и дают максимальную отдачу при тренировках с отягощениями.\n\n"
    ],
    "p1": [
        "\n\nКомплексные упражнения имеют очень длинный список преимуществ. ",
        "Используя сразу несколько мышц, вы можете поднять больший вес и тем самым тренироваться более продуктивно. ",
        "Комплексные упражнения могут имитировать повседневные действия, такие как стояние, подъем, толкание, тяга или вращения. ",
        "Они поддерживают частоту сердечных сокращений выше, чем изолирующие упражнения, за счет одновременного использования больших групп мышц, что так же приводит к сжиганию большего количества калорий за тот же период времени. ",
        "Это делает комплексные упражнения идеальными для похудения.\n",
        "Комплексные упражнения – один из лучших способов улучшить спортивные результаты и снизить риск улучшить спортивные результаты и снизить риск травм. ",
        "При правильном применении они улучшают скорость, мощность и силу, а также снижает вероятность получить спортивную травму. ",
        "Главным преимуществом комплексных упражнений является то, что они эффективно используют ваше время. ",
        "Если вы ограниченны во времени для занятия в тренажерном зале, то выполняя именно комплексные упражнения вы успеете проработать больше мышц.\n\n"
    ],
    "p2": [
        "\n\n- Становая тяга\n",
        "- Приседания\n",
        "- Жим гантелей от груди\n",
        "- Планка\n\n"
    ],
    "p3": [
        "\n\nКомплексные упражнения можно использовать при любой тренировке и подходят для всех возрастных групп и особенностей. ",
        "Такие упражнения должны составлять большую часть ваших тренировок, хотя вам может быть полезно некоторое обучение тому, как правильно выполнять сложные движения, такие как становая тяга и выпады."
    ]
}