{
    "headers": [
        "8 лучших упражнений для похудения",
        "1. Ходьба",
        "2. Бег",
        "3. Велоспорт",
        "4. Силовые тренировки",
        "5. Интервальная тренировка",
        "6. Плавание",
        "7. Йога",
        "8. Пилатес",
        "От чего зависит скорость похудения?"
    ],
    "p0": [
        "\n\nПомимо диеты, упражнения – один из наиболее эффективных и распространенных способов сбросить лишний вес. ",
        "Выполняя упражнения, вы сжигаете калории, и это играет ключевую роль в похудении. ",
        "Кроме избавления от лишнего веса, упражнения позволяют чувствовать себя лучше и снижают риск многих хронических заболеваний. ",
        "В данной статье представлены 8 лучших упражнений для похудения.\n\n"
    ],
    "p1": [
        "\n\nХодьба – одно из лучших упражнений для похудения, и это не просто так. ",
        "Для начинающих это удобный и простой способ начать тренировку без лишней нагрузки и необходимости в покупке оборудования. ",
        "Кроме того, это упражнение с меньшей нагрузкой, то есть не нагружает суставы. ",
        "По данным Harvard Health, человек весом 70 килограмм сжигает около 167 калорий за 30 минут ходьбы со средней скоростью 6.4 км/ч. ",
        "12-недельное исследование с участием 20 женщин с ожирением показало, что ходьба по 50-70 минут 3 раза в неделю сжигает жировые отложения и окружность талии в среднем на 1.5% и 1.1 дюйма (2.8 см) соответственно. ",
        "Прогулки легко вписать в свой распорядок дня. ",
        "Чтобы добавить больше шагов в свой день, попробуйте погулять во время обеденного перерыва, подняться по лестнице вместо лифта или лишний раз выгулять собаку. ",
        "Для начала старайтесь ходить по 30 минут 3-4 раза в неделю. ",
        "Вы можете постепенно увеличивать продолжительность или частоту прогулок по мере того, как становитесь более здоровыми.\n\n"
    ],
    "p2": [
        "\n\nОбычный бег или бег трусцой – отличные упражнения, которые помогут вам похудеть. ",
        "Хотя они кажутся похожими, ключевое различие заключается в том, что темп бега трусцой составляет 6.4-9.7 км/ч, а темп бега – 9.7 км/ч и выше. ",
        "По оценкам Harvard Health, человек весом 70 кг сжигает примерно 298 калорий за 30 минут бега со скоростью 8 км/ч или 372 калории за 30 минут бега со скоростью 9.7. ",
        "Более того, исследования показали, что бег помогает сжигать вредный висцеральный жир, известный как жир на животе. ",
        "Этот тип жира обволакивает ваши внутренние органы и связан с различными хроническими заболеваниями, такими как болезни сердца и диабет. ",
        "И бег трусцой и обычный бег – отличные упражнения, которые можно выполнять где угодно, и их легко включить в свой еженедельный распорядок дня. ",
        "Для начала постарайтесь бегать трусцой по 20-30 минут 3-4 раза в неделю. ",
        "Если вы считаете, что бег трусцой или бег на открытом воздухе сильно влияет на суставы – попробуйте бегать по более мягким поверхностям.\n\n"
    ],
    "p3": [
        "\n\nВелоспорт – популярное упражнение, которое улучшает вашу физическую форму и помогает похудеть. ",
        "Хотя езда на велосипеде традиционно проводится на открытом воздухе, во многих тренажерных залах и фитнес-центрах есть велотренажеры, позволяющие заниматься велоспортом, не выходя из дома. ",
        "По оценкам Harvard Health, человек весом 70 кг сжигает около 260 калорий за 30 минут езды на велотренажере в умеренном темпе или 298 калорий за 30 минут на велосипеде со средней скорость. 19-22.4 км/ч. ",
        "Мало того, что езда на велосипеде отлично подходит для похудения, исследования показывают, что люли, которые регулярно ездят на велосипеде, имеют лучшую общую физическую форму, повышенную чувствительность к инсулину и более низкий риск сердечных заболеваний, рака и смерти по сравнению с теми, кто не занимается ходьбой регулярно. ",
        "Велоспорт отлично подходит для людей любого уровня подготовки, от новичков до спортсменов.\n\n"
    ],
    "p4": [
        "\n\nСиловые тренировки – популярный выбор среди людей, желающих быстро похудеть. ",
        "По данным Harvard Health, человек с весом 70 кг сжигает примерно 112 калорий за 30 минут силовых тренировок. ",
        "Кроме того, силовые тренировки могут помочь вам увеличить общую силу и способствовать росту мышц, что может повысить уровень метаболизма в состоянии покоя и количество калорий, сжигаемых вашим телом в состоянии покоя. ",
        "Многочисленные исследования показывают, что тело человека продолжает сжигать калории после силовых тренировок.\n\n"
    ],
    "p5": [
        "\n\nИнтервальная тренировка– это термин, обозначающий короткие серии интенсивных упражнений, которые чередуются с периодами восстановления. ",
        "Обычно интервальная тренировка длится 10–30 минут и может сжечь много калорий. ",
        "Данный вид тренировок легко включить в свой распорядок дня. ",
        "Все, что вам нужно сделать, это выбрать тип упражнений, например, бег, прыжки или езда на велосипеде, а также время упражнений и время отдыха.\n\n"
    ],
    "p6": [
        "\n\nПлавание – увлекательный способ похудеть и привести себя в форму. ",
        "По оценкам Harvard Health, человек весом 70 кг сжигает примерно 233 калории за полчаса плавания. ",
        "То, как вы плаваете, также влияет на количество сжигаемых калорий. ",
        "За 30 минут человек с весом 70 кг сжигает 298 калорий на плавая спине, 372 калорий плавая брасом, 409 калорий плавая бабочкой и 372 калории при обычном плавании.",
        "Главным преимуществом плавания является низкая нагрузка на суставы, что делает данный вид упражнений отличным вариантом для людей с травмами или болями в суставах.\n\n"
    ],
    "p7": [
        "\n\nЙога – популярный способ тренироваться и снимать стресс. ",
        "Хотя обычно йога не считается физическим упражнением, подобная активность эффективно сжигает калории и предлагает множество дополнительных преимуществ для здоровья, которые могут способствовать похудению. ",
        "По оценкам Harvard Health, человек весом 70 кг сжигает около 149 калорий за 30 минут занятий йогой. ",
        "Помимо сжигания калорий, исследования показывают, что йога может улучшить внимательность, повысить устойчивость перед нездоровой пищей, контролировать переедание и лучше понимать сигналы голода вашего тела. ",
        "Большинство тренажерных залов предлагают занятия йогой, но заниматься йогой можно где угодно.\n\n"
    ],
    "p8": [
        "\n\nПилатес – система физических упражнений (фитнеса), разработанная Йозефом Пилатесом для реабилитации после травм. ",
        "Автор назвал свою систему контрологией, определив её как полную координацию между телом, умом и духом, но в настоящее время она широко известна как «метод Пилатеса» или просто «Пилатес». ",
        "Платес представляет собой серию упражнений в медленном темпе. ",
        "Как и у других видов фитнеса или физкультуры, результатом регулярных занятий становятся оздоровление суставов и укрепление мышц, снятие напряжений и болей в теле, коррекция веса, улучшение осанки, нормализация сна и улучшение самочувствия. ",
        "Энтузиасты пилатеса утверждают, что им можно заниматься в любом возрасте, а вероятность травм при выполнении упражнений сведена к минимуму. ",
        "Специалисты по фитнесу предупреждают, что начинать занятия пилатесом необходимо под контролем тренера и с помощью специальных тренажёров, позволяющих избежать травм.\n\n"
    ],
    "p9": [
        "\n\nСколько веса вы можете потерять в результате упражнений, зависит от многих факторов. ",
        "Это включает: ",
        "\n– Стартовый вес. Процент потери веса пропорционален общему весу. ",
        "\n– Возраст. Пожилые люде, как правило, обладают большей жировой массой и меньшей мышечной массой, что снижает количество калорий, сжигаемых телом в состоянии покоя. ",
        "\n– Пол. У женщин, как правило, большее соотношение жира к мышцам, чем у мужчин. ",
        "В результате мужчины, как правило, худеют быстрее, чем женщины, даже если они потребляют одинаковое количество калорий. ",
        "\n– Диета. Снижение веса происходит только тогда, когда вы сжигаете больше калорий, чем потребляете. ",
        "\n– Медицинские условия. Люди с такими заболеваниями, как депрессия и гипотиреоз, могут худеть медленнее. ",
        "\n– Генетические особенности. Исследования показали, что скорость потери веса имеет зависимость от индивидуальных генетических особенностей."
    ]
}