{
    "headers": [
        "Isometric exercises",
        "",
        "Overcoming and yielding isometrics",
        "Weighted isometrics",
        "Unweighted isometrics"
    ],
    "p0": [
        "\n\nAn isometric exercise is a form of exercise involving the static contraction of a muscle without any visible movement in the angle of the joint. ",
        "The term «isometric» combines the Greek words isos (equal) and -metria (measuring), meaning that in these exercises the length of the muscle and the angle of the joint do not change, though contraction strength may be varied. ",
        "This is in contrast to isotonic contractions, in which the contraction strength does not change, though the muscle length and joint angle do.\n\n"
    ],
    "p1": [
        "The three main types of isometric exercise are isometric presses, pulls, and holds. ",
        "They may be included in a strength training regime in order to improve the body’s ability to apply power from a static position or, in the case of isometric holds, improve the body’s ability to maintain a position for a period of time. ",
        "Considered as an action, isometric presses are also of fundamental importance to the body’s ability to prepare itself to perform immediately subsequent power movements. ",
        "Such preparation is also known as isometric preload.\n\n"
    ],
    "p2": [
        "\n\nAn isometric action is one where the observable angle of the joints is maintained. ",
        "While this definition always applies there are various sub-definitions which exist in order to emphasis how effort is being applied during specific isometric exercises. ",
        "In a yielding isometric exercise the ambition is to maintain a particular body position; this may also be called maintaining an isometric hold. ",
        "In an overcoming isometric exercise the ambition is to push or pull against either another part of the self, which pushes or pulls back with equal force, or to move an immovable object. ",
        "On this basis, an overcoming isometric may additionally be referred to as being an isometric press or an isometric pull.\n\n"
    ],
    "p3": [
        "\n\nWeighted isometrics involve the additional holding of a weight, and the pressing or pulling of an immovable weight or structure. ",
        "For example, in a bench press set-up the barbell can be held in a fixed position and neither pushed upwards or allowed to descend. ",
        "Alternatively, in a mid-thigh pull set-up, a person can attempt to pull a fixed, immovable bar upwards.\n\n"
    ],
    "p4": [
        "\n\nIn unweighted isometrics the exerciser uses only themselves for resistance. ",
        "For example, holding a crouched position, or pressing the palms of the hands against each other. ",
        "Where by the self-presses against itself, this is also referred to as self-resistance or Dynamic Tension training."
    ]
}