{
    "headers": [
        "Compound exercises",
        "Benefits of compound exercises",
        "Best compound exercises",
        "When should compound exercises be used?"
    ],
    "p0": [
        "\n\nCompound exercises use more than one joint or muscle group at the same time. ",
        "They are suitable for beginners right up to elite level athletes and give most ‘bang for your buck’ when weight training.\n\n"
    ],
    "p1": [
        "\n\nCompound exercises have a very long list of benefits. ",
        "By using several muscles together you are able to lift more weight which will lead to better increases in strength. ",
        "Compound exercises can simulate real world activities such as standing, lifting, pushing, pulling and rotating and will help to improve your coordination and balance. ",
        "They keep your heart rate up higher than isolation exercises due to using large groups of muscles together which will lead to improved fitness levels and the burning of more calories during the same time period. ",
        "This makes compound exercises ideal for fat loss. ",
        "Last but not least compound exercises are a fantastic way of improving sports performance and decreasing injury risk. ",
        "When applied correctly they can improve speed, power and strength meaning you can run faster, jump higher and lift more weight with less chance of injuring yourself. ",
        "The biggest benefit of compound exercises may be that they are an efficient use of your time. ",
        "If you only have a limited amount of time to exercise, you’ll work more muscles and build more strength by focusing on compound exercises.\n\n"
    ],
    "p2": [
        "\n\n- Deadlifts\n",
        "- Squats\n",
        "- Dumbbell chest press\n",
        "- Plank\n\n"
    ],
    "p3": [
        "\n\nCompound exercises can be used at any strange of training and are suitable for all age groups and abilities. ",
        "They should make up majority of the training you do although you may benefit from some tuition on how to perform compound movements such as deadlifts and lunges correctly due to the more complex nature of them. ",
        "Whether looking to improve athletic performance, increase your strength, lose weight or simply be able to stand and sit unaided compound exercises can help you."
    ]
}