{
    "headers": [
        "The 8 best exercises for weight loss",
        "1. Walking",
        "2. Jogging or running",
        "3. Cycling",
        "4. Weight training",
        "5. Interval training",
        "6. Swimming",
        "7. Yoga",
        "8. Pilates",
        "How much weight can you realistically expect to lose?"
    ],
    "p0": [
        "\n\nIt’s estimated that half of all American adults attempt to lose weight every year. ",
        "Aside from dieting, exercising is one of the most common strategies employed by those trying to shed extra pounds. ",
        "It burns calories, and this plays a key role in weight loss. ",
        "In addition to helping you lose weight, exercise has been linked to many other benefits, including improved mood, stronger bones, and a reduced risk of many chronic diseases. ",
        "Here are the 8 best exercises for weight loss.\n\n"
    ],
    "p1": [
        "\n\nWalking is one of the best exercises for weight loss — and for good reason. ",
        "It’s convenient and an easy way for beginners to start exercising without feeling overwhelmed or needing to purchase equipment. ",
        "Also, it’s a lower-impact exercise, meaning it doesn't stress your joints. ",
        "According to Harvard Health, it’s estimated that a 155-pound (70-kg) person burns around 167 calories per 30 minutes of walking at a moderate pace of 4 mph (6.4 km/h). ",
        "A 12-week study in 20 women with obesity found that walking for 50–70 minutes 3 times per week reduced body fat and waist circumference by an average of 1.5% and 1.1 inches (2.8 cm), respectively. ",
        "It’s easy to fit walking into your daily routine. ",
        "To add more steps to your day, try walking during your lunch break, taking the stairs at work, or taking your dog for extra walks. ",
        "To get started, aim to walk for 30 minutes 3–4 times a week. ",
        "You can gradually increase the duration or frequency of your walks as you become more fit.\n\n"
    ],
    "p2": [
        "\n\nJogging and running are great exercises to help you lose weight. ",
        "Although they seem similar, the key difference is that a jogging pace is generally between 4–6 mph (6.4–9.7 km/h), while a running pace is faster than 6 mph (9.7 km/h). ",
        "Harvard Health estimates that a 155-pound (70-kg) person burns approximately 298 calories per 30 minutes of jogging at a 5-mph (8-km/h) pace, or 372 calories per 30 minutes of running at a 6-mph (9.7-km/h) pace. ",
        "What’s more, studies have found that jogging and running can help burn harmful visceral fat, commonly known as belly fat. ",
        "This type of fat wraps around your internal organs and has been linked to various chronic diseases like heart disease and diabetes. ",
        "Both jogging and running are great exercises that can be done anywhere and are easy to incorporate into your weekly routine. ",
        "To get started, aim to jog for 20–30 minutes 3–4 times per week. ",
        "If you find jogging or running outdoors to be hard on your joints, try running on softer surfaces like grass. ",
        "Also, many treadmills have built-in cushioning, which may be easier on your joints.\n\n"
    ],
    "p3": [
        "\n\nCycling is a popular exercise that improves your fitness and can help you lose weight. ",
        "Although cycling is traditionally done outdoors, many gyms and fitness centers have stationary bikes that allow you to cycle while staying indoors. ",
        "Harvard Health estimates that a 155-pound (70-kg) person burns around 260 calories per 30 minutes of cycling on a stationary bike at a moderate pace, or 298 calories per 30 minutes on a bicycle at a moderate pace of 12–13.9 mph (19–22.4 km/h). ",
        "Not only is cycling great for weight loss, but studies have found that people who cycle regularly have better overall fitness, increased insulin sensitivity, and a lower risk of heart disease, cancer, and death, compared with those who don’t cycle regularly. ",
        "Cycling is great for people of all fitness levels, from beginners to athletes. ",
        "Plus, it’s a non-weight-bearing and low-impact exercise, so it won’t place much stress on your joints.\n\n"
    ],
    "p4": [
        "\n\nWeight training is a popular choice for people looking to lose weight. ",
        "According to Harvard Health, it’s estimated that a 155-pound (70-kg) person burns roughly 112 calories per 30 minutes of weight training. ",
        "Also, weight training can help you build strength and promote muscle growth, which can raise your resting metabolic rate (RMR), or how many calories your body burns at rest. ",
        "One 6-month study showed that simply doing 11 minutes of strength-based exercises 3 times per week resulted in a 7.4% increase in metabolic rate, on average. ",
        "In this study, that increase was equivalent to burning an additional 125 calories per day. ",
        "Another study found that 24 weeks of weight training led to a 9% increase in metabolic rate among men, which equated to burning approximately 140 more calories per day. ",
        "Among women, the increase in metabolic rate was nearly 4%, or 50 more calories per day. ",
        "In addition, numerous studies have shown that your body continues to burn calories many hours after a weight-training workout, compared with aerobic exercise.\n\n"
    ],
    "p5": [
        "\n\nInterval training, more commonly known as high-intensity interval training (HIIT), is a broad term that refers to short bursts of intense exercise that alternate with recovery periods. ",
        "Typically, a HIIT workout lasts 10–30 minutes and can burn a lot of calories. ",
        "One study in 9 active men found that HIIT burned 25–30% more calories per minute than other types of exercises, including weight training, cycling, and running on a treadmill. ",
        "That means HIIT can help you burn more calories while spending less time exercising. ",
        "Furthermore, numerous studies have shown that HIIT is especially effective at burning belly fat, which is linked to many chronic diseases. ",
        "HIIT is easy to incorporate into your exercise routine. ",
        "All you need to do is choose a type of exercise, such as running, jumping, or biking, and your exercise and rest times. ",
        "For example, pedal as hard as you can on a bike for 30 seconds followed by pedaling at a slow pace for 1–2 minutes. ",
        "Repeat this pattern for 10–30 minutes.\n\n"
    ],
    "p6": [
        "\n\nSwimming is a fun way to lose weight and get in shape. ",
        "Harvard Health estimates that a 155-pound (70-kg) person burns approximately 233 calories per half hour of swimming. ",
        "How you swim appears to affect how many calories you burn. ",
        "Per 30 minutes, a 155-pound (70-kg) person burns 298 calories doing backstroke, 372 calories doing breaststroke, 409 calories doing butterfly, and 372 calories treading water. ",
        "One 12-week study in 24 middle-aged women found that swimming for 60 minutes 3 times per week significantly reduced body fat, improved flexibility, and reduced several heart disease risk factors, including high total cholesterol and blood triglycerides. ",
        "Another advantage of swimming is its low-impact nature, meaning that it’s easier on your joints. This makes it a great option for people who have injuries or joint pain.\n\n"
    ],
    "p7": [
        "\n\nYoga is a popular way to exercise and relieve stress. ",
        "While it’s not commonly thought of as a weight loss exercise, it burns a fair amount of calories and offers many additional health benefits that can promote weight loss. ",
        "Harvard Health estimates that a 155-pound (70-kg) person burns around 149 calories per 30 minutes of practicing yoga. ",
        "A 12-week study in 60 women with obesity found that those who participated in two 90-minute yoga sessions per week experienced greater reductions in waist circumference than those in the control group — by 1.5 inches (3.8 cm), on average. ",
        "Additionally, the yoga group experienced improvements in mental and physical well-being. ",
        "Aside from burning calories, studies have shown that yoga can teach mindfulness, which can help you resist unhealthy foods, control overeating, and better understand your body’s hunger signals. ",
        "Most gyms offer yoga classes, but you can practice yoga anywhere. ",
        "This includes from the comfort of your own home, as there are plenty of guided tutorials online.\n\n"
    ],
    "p8": [
        "\n\nPilates is a great beginner-friendly exercise that may help you lose weight. ",
        "According to a study sponsored by the American Council on Exercise, a person weighing around 140 pounds (64 kg) would burn 108 calories at a 30-minute beginner’s Pilates class, or 168 calories at an advanced class of the same duration. ",
        "Although Pilates may not burn as many calories as aerobic exercises like running, many people find it enjoyable, which makes it easier to stick to over time. ",
        "An 8-week study in 37 middle-aged women found that performing Pilates exercises for 90 minutes 3 times per week significantly reduced waist, stomach, and hip circumference, compared with a control group that did no exercise over the same period. ",
        "Other than weight loss, Pilates has been shown to reduce lower back pain and improve your strength, balance, flexibility, endurance, and overall fitness level. ",
        "If you’d like to give Pilates a go, try incorporating it into your weekly routine. ",
        "You can do Pilates at home or one of the many gyms that offer Pilates classes. ",
        "To further boost weight loss with Pilates, combine it with a healthy diet or other forms of exercise, such as weight training or cardio.\n\n"
    ],
    "p9": [
        "\n\nHow much weight you can expect to lose from exercise depends on many factors. ",
        "These include: ",
        "\n– Starting weight. People who weigh more tend to shed more pounds than those who weigh less. ",
        "Still, the percentage of body weight lost is similar. ",
        "\n– Age. Older people tend to carry more fat mass and less muscle mass, which reduces how many calories your body burns at rest. ",
        "\n– Gender. Women tend to have a greater fat to muscle ratio than men. As a result, men tend to lose weight quicker than women, even if they consume a similar number of calories. ",
        "\n– Diet. Weight loss occurs when you burn more calories than you consume. ",
        "Thus, a calorie deficit is essential to losing weight. ",
        "\n– Sleep. Studies have found that a lack of sleep may slow the rate at which you lose weight and even increase your carvings for unhealthy foods. ",
        "\n– Medical conditions. People with medical conditions like depression and hypothyroidism may lose weight at a slower rate. ",
        "\n– Genetics. Studies have shown that weight loss has a genetic component, which may affect certain people with obesity."

    ]
}